{"inkVersion":21,"root":[["^Oh, Marina! It's good to see you! ","#","^speaker:Serena  ","/#","#","^layout:left","/#","\n","^Serena? It's good to see you too but... what are you doing all the way out here? ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n","^It's a nice day for a walk. The trees are less ominous this afternoon and there aren't many animals on the road here.... ","#","^speaker:Serena  ","/#","#","^layout:left","/#","\n","^Alright, I'll be honest. The season's bad. Our crops are growing poor. It's been bad for everyone, but Thomas and I have been hit the hardest it seems.","\n","^Thomas is too strong to be seen coming to your Mother for help. Even if it's all she's ever done for the village.","\n","^Not saying we're unappreciative! Her help is always wanted! Even if most won't admit it. Not including me, of course.","\n","^I know I could've waited till she came to the village but.... I didn't want anyone to see me asking. Especially Thomas.","\n","^...  ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n","ev","str","^I'm sorry to hear that.","/str","/ev",{"*":"0.c-0","flg":4},{"c-0":["^ ","\n","^I'm sorry to hear that. I know Mother would be happy to hear your support of her. ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^Would? Is she not here? ","#","^speaker:Serena  ","/#","#","^layout:left","/#","\n","^Unfortunately Mother's been ill as of late. She doesn't make the village worry so until she's better I'll be taking her place. ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n","^Oh! That's wonderful to hear! About you handling the potions, not her sickness. Terrible news. ","#","^speaker:Serena  ","/#","#","^layout:left","/#","\n","^So... will you be able to help out Thomas and I?","\n","^... ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n","ev","str","^Yes! I'll get on it right away.","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^I will, after I get back from the village.","/str","/ev",{"*":".^.c-2","flg":4},{"c-1":["\n","^Yes! I'll get on it right away. I don't want you two to worry any longer. ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n",{"->":"0.g-1"},{"#f":5}],"c-2":["\n","^I will, after I get back from the village. I have some things to take care of before I can start. ","#","^speaker: Marina  ","/#","#","^layout:right","/#","\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^Thank you! You have no idea how much this means to the both of us! ","#","^speaker:Serena  ","/#","#","^layout:left","/#","\n","^I'll hurry back now, don't worry I know my way around the forest. Send you mother my regards!","\n","#","^task:A Spoiled Harvest $Serena $Poor Serena, this season has hit everyone in the village hard, them especially. Maybe I can make things a bit easier for them.","/#","end",["done",{"#f":5,"#n":"g-2"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}