{"inkVersion":21,"root":[["^It looks as though the villagers have spoken. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Fools! Then explain the dangers in the forest as of late! Their aggression has grown since you've started! ","#","^speaker:Mayor ","/#","#","^layout:left","/#","\n","^And our dead crops! No one has been able to grow an adequate feast in weeks!","\n","^I have no answer for any of that Mayor Kenway, I wish I could help the village with those problems. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Mother and I have given our lives for this village. We have only wanted to live amongst you all in peace.","\n","^Hmph! Fine! Then what do you intend on doing now? Surely you don't expect to remain in the village after all of this? ","#","^speaker:Mayor ","/#","#","^layout:left","/#","\n","^... ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","ev","str","^ I wish to stay in the village","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^ No, Mother and I will leave","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^Well... yes. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Mother has been here for so long it's almost home for her. And me.","\n","^And we do love being here, with everyone. Even though we have had problems and people fearing our magic...","\n","^We have never let that stop our generosity. We've made such good friends here, that alone makes all we have done worth it.","\n","^... Fine. ","#","^speaker:Mayor ","/#","#","^layout:left","/#","\n","^You and your Mother will be allowed to stay in the village.","\n","^If the villagers desire it, I will even allow you to continue your witchcraft practice and assist the village even further.","\n","^Thank you, Mayor Kenway. If possible... me and Mother will do whatever we can to help the village with the farming season. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Maybe we can even help the villagers understand our magic more. If people are willing to learn, maybe they won't be so scared of witchcraft.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^... No. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Since taking Mother's job I understand even more now the village's fear of magic.","\n","^Even if the majority means well... it's hard to overcome people being scared of our attempts to help.","\n","^For everyone's sake... Mother and I will leave.","\n","^Maybe this is for the best afterall.","\n","^Hmph. I will not challenge that. ","#","^speaker:Mayor ","/#","#","^layout:left","/#","\n","^Farewell, Marina. I expect to come back to an empty cabin come tomorrow morning.","\n","#","^dayEnd:","/#","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}