{"inkVersion":21,"root":[["^Royce? I haven't seen you in ages. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Oh, Marina! Good day to you. ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","^It has been a while, yes. Business, among other things, have kept me away from the village.","\n","^I was shocked to learn my absence was noticed by anyone. Even Asa mentioned it.","\n","^We don't get many outsiders around here. How have you been? ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Trading's been good. If you uh, care to know. I don't think I can complain about more work. ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","^I've decided to take on more routes as of late. Some unfortunate circumstances have made things harder.","\n","^My wife Teia got sick a bit ago. Nasty cough. We're hoping it isn't anything serious.","\n","^Though it has been what's kept me away. I've been caring for her the best I can.","\n","^But, I can only stay away from work for so long.","\n","^Oh, I remember her! She likes Asa's bread doesn't she? ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Yes. I was hoping to catch her before I leave. Teia would've wanted to come herself but that wasn't possible. ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","^I know you're not from the village but you do know about the potions I make, right? ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^... I do yes. Never been of any interest before though. ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","^I could help Teia if needed. If it's only a cough then that can be easily fixed. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Not to say I wouldn't appreciate that Marina but I will be frank. I find the entire witchcraft reliance a bit troublesome. ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","^And strange, no offense intended.","\n","^That's alright Royce. It was only a suggestion. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Well... ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","^I've only taken more routes to help me afford her medicine. But, if you claim to have a more effective solution. With no strenuous cost at that.","\n","^I promise. ","#","^speaker: Marina ","/#","#","^layout:right","/#","\n","^Then that's settled. I'll be here until I have to return to the city. ","#","^speaker:Royce ","/#","#","^layout:left","/#","\n","#","^task:A Sickly Wife $Royce $Royce hasn't been to the village lately because of his wife's condition. After he takes this back to her I hope to see them both again next visit!","/#","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}