{"inkVersion":21,"root":[["^Serena: Oh, Marina! It's good to see you!","\n","^Marina: Serena? It's good to see you too but... what are you doing all the way out here?","\n","^Serena: It's a nice day for a walk. The trees are less ominous this afternoon and there aren't many animals on the road here....","\n","^Serena: Alright, I'll be honest. The season's bad. It's been bad for everyone, but Thomas and I have been hit the hardest it seems.","\n","^Serena: Thomas is too strong to be seen coming to your Mother for help. Even if it's all she's ever done for the village.","\n","^Serena: Not saying we're unappreciative! Her help is always wanted! Even if most won't admit it. Not including me, of course.","\n","^Serena: I know I could've waited till she came to the village but.... I didn't want anyone to see me asking. Especially Thomas.","\n","ev","str","^I'm sorry to hear that.","/str","/ev",{"*":"0.c-0","flg":4},{"c-0":["^ ","\n","^Marina: I know Mother would be happy to hear your support of her. I'm really sorry it's been hard on everyone.","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^Serena: Would? Is she not here?","\n","^Marina: Unfortunately Mother's been ill as of late. She doesn't make the village worry so until she's better I'll be taking her place.","\n","^Serena: Oh! That's wonderful to hear! About you handling the potions, not her sickness. Terrible news.","\n","^Serena: So... will you be able to help out Thomas and I?","\n","ev","str","^Yes! I'll get on it right away.","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^I will, after I get back from the village.","/str","/ev",{"*":".^.c-2","flg":4},{"c-1":["\n","^Marina: Of course! I don't want you two to worry any longer.","\n",{"->":"0.g-1"},{"#f":5}],"c-2":["\n","^Marina: Sure, but first, I have some things to take care of before I can start.","\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^Serena: Thank you! You have no idea how much this means to the both of us!","\n","^Serena: I'll hurry back now, don't worry I know my way around the forest. Send you mother my regards!","\n","end",["done",{"#f":5,"#n":"g-2"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}